
[  
  {
     "companyName": "Wellsky",
     "companyLogo": "/images/wellsky.jpeg",
     "location": "Kansas City, KS",
     "startDate": "2022-01",
     "title": "Principal SRE Architect",
     "categories": [ "SRE", "Architect", "GCP", "Kubernetes" ],
     "description": "Leading multiple BU verticals on SRE Architecture and Cloud Migration",
     "longDescription": "Principal Architect over SRE Squad (3 Scrum Teams) for Wellsky Home Health and Hospice Product lines. Focus on Azure DevOps, On-prem deployments, Ansible, Artifactory, NewRelic Monitoring (from Sumo).  Pivot to Focus on GCP migration (On-prem/AWS). <br/>March 2022 - Oct 2022:  Interim Software Director/Delivery Manager over Feature Squad (3 Scrum Team; US, India, and Argentina) (in addition to Architect role)<br/>March 2022 - Wellsky Home Culture Award for High Performance<br/>Handle high priority Subpoena(s) (Grand Jury request(s))<br/>Point person on full GCP Migration for Hospice BU, key resource for Home Health<br/>Part of Diversity and Inclusion working group (DEI)<br/>Point on SkyDev Studio (Learning Series) for DevOps and TechTalks (two different Studio series)<br/>Presented multiple 15m Lighting Talk (mgmt; PunchUp, LiftDown, In Defence of Open-Source), 2 Hour Azure DevOps Workshop at DevDays 2023 internal conference, 45m talk on Scalable Tracing with OpenTelemetry, NewRelic and Dotnet<br/>Help Azure-based BUs with updates (e.g. AKS)<br/>Part of Personal Care SRE, Datadog Monitor, New Relic SME, Ansible AWX configurations."
    },
  {
     "companyName": "CHRobinson",
     "companyLogo": "/images/chrobinson.png",
     "location": "Eagen, MN",
     "startDate": "2021-07",
     "endDate": "2022-01",
     "title": "Principal DevOps Engineer (Cloud Solutions Architect/Devops Architect)",
     "categories": ["Ansible", "Artifactory", "Azure"],
     "description": "Focus on North Europe Migration Effort with Artifactory Backups and Restore. Ansible Playbook support. ",
     "longDescription": "Focus on North Europe Migration Effort with Artifactory Backups and Restore. Ansible Playbook support. Support for Software Teams primarily in Jenkins using Octopus. Ansible Playbooks for Operational Updates (Timezones, etc).     Created and presented a course on Kubernetes to EU and US teams.  Worked on APM and Logging suite evaluations for Enterprise Architects. Supported end users in Kubernetes.  Engaged and worked with Cloud Team on Terraform updates (Atlantis)."
     }
]